[
   {
      "id": 1,
      "title": "The Whispering Shadows",
      "date": "2025-10-13",
      "location": "Ravenwood Forest, Maine",
      "content": "Locals say that if you walk through Ravenwood Forest after midnight, you'll hear whispers following you—soft, cold, and desperate. Years ago, a group of hikers vanished there without a trace. Now, when the wind moves through the trees, some swear it carries the voices of those lost souls, still calling out for help."
   },
   {
      "id": 2,
      "title": "Room 404",
      "date": "2024-11-02",
      "location": "The Ashmere Hotel, London",
      "content": "Guests who stay in Room 404 report strange disturbances—flickering lights, cold drafts, and a shadowy figure standing at the foot of their bed. The hotel records show that decades ago, a woman vanished from that very room, leaving behind only a bloodstained note that read, 'He found me.' The room has been closed to guests ever since—but sometimes, the door is found unlocked."
   },
   {
      "id": 3,
      "title": "The Mirror in the Attic",
      "date": "2023-09-17",
      "location": "Blackthorn Manor, Scotland",
      "content": "A cracked antique mirror sits in the attic of Blackthorn Manor. Anyone who gazes into it claims to see a reflection that moves on its own—smiling when they don’t, blinking when they stand still. One man tried to cover the mirror with a sheet, but when he returned, the sheet was torn to shreds and his reflection was gone entirely."
   },
   {
      "id": 4,
      "title": "The Last Train Home",
      "date": "2022-12-24",
      "location": "Hollow Creek Station, Pennsylvania",
      "content": "Every Christmas Eve at exactly 11:59 PM, a ghostly train pulls into the abandoned Hollow Creek Station. Its windows glow with dim yellow light, and faint figures can be seen inside—passengers frozen in time. Those who step aboard are never seen again, though sometimes, the sound of their laughter echoes through the empty tunnels beneath the station."
   },
   null,
   null,
   null,
   null,
   {
      "email": "atifsarwar@gmail.com",
      "name": ""
   }
]